Repository: JoshBour/lgpk
Catalog: module/Application/language/*.po
Languages: el_gr

source: Are you sure you want to submit the form? All unsaved changes will be lost!
el_gr: Είστε σίγουροι για την υποβολή της φόρμας; Όλες οι μη αποθηκευμένες αλλαγές θα χαθούν!

source: Something with wrong, please try again.
el_gr: Κάτι πήγε λάθος, δοκιμάστε ξανά.

source: There are no changes to save.
el_gr: Δεν υπάρχει καμία αλλαγή προς αποθήκευση.

source: Are you sure about this action?
el_gr: Είστε σίγουροι γι'αυτήν την ενέργεια;

source: The admin has been created successfully.
el_gr: Ο διαχειριστής προστέθηκε επιτυχώς.

source: The admin has been removed successfully.
el_gr: Ο διαχειριστής αφαιρέθηκε επιτυχώς.

source: The admins have been saved successfully
el_gr: Οι διαχειριστές αποθηκεύτηκαν επιτυχώς.

source: There was a problem when removing the admin, please try again.
el_gr: Υπήρξε ένα πρόβλημα κατά την αφαίρεση του διαχειριστή, παρακαλώ προσπαθήστε ξανά.

source: Something went wrong when saving the admins, please try again.
el_gr: Κάτι πήγε λάθος, δοκιμάστε ξανά.

source: Related Worker:
el_gr: Συσχετισμένος Εργαζόμενος

source: The username can't be empty.
el_gr: Το όνομα χρήστη δεν μπορεί να είναι κενό.

source: The username length must be between between 4-15 characters long.
el_gr: Το όνομα χρήστη πρέπει να είναι μεταξύ 4-15 χαρακτήρων.

source: The username already exists, please try another one.
el_gr: Το όνομα χρήστη υπάρχει ήδη, παρακαλώ διαλέξτε κάποιο άλλο.

source: The name can only contain letters, numbers, underscores and no spaces between.
el_gr: Το όνομα μπορεί να περιέχει μόνο γράμματα, αριθμούς και κάτω παύλα χωρίς κενό μεταξύ τους.

source: The password can't be empty.
el_gr: Ο κωδικός δεν μπορεί να είναι κενός.

source: The password length must be between between 4-20 characters long.
el_gr: Ο κωδικός πρέπει να είναι μεταξύ 4-20 χαρακτήρων.

source: The username/password combination is invalid.
el_gr: Ο συνδυασμός ονόματος χρήστη/κωδικού δεν είναι έγκυρος.

source: You are already logged in!
el_gr: Είστε ήδη συνδεδεμένος!

source: Welcome back
el_gr: Καλώς ήρθατε

source: Enter your username..
el_gr: Συμπληρώστε το όνομα χρήστη..

source: Enter your password..
el_gr: Συμπληρώστε τον κωδικό..

source: Username:
el_gr: Όνομα Χρήστη:

source: Password:
el_gr: Κωδικός:

source: Remember Me:
el_gr: Θυμήσου Με:

source: The username is invalid.
el_gr: Το όνομα χρήστη δεν είναι έγκυρο.

source: The password is invalid.
el_gr: Ο κωδικός δεν είναι έγκυρος.

source: The exception has been created successfully.
el_gr: Η εξαίρεση προστέθηκε επιτυχώς.

source: The exception has been removed successfully.
el_gr: Η εξαίρεση αφαιρέθηκε επιτυχώς.

source: The exceptions have been saved successfully.
el_gr: Οι εξαιρέσεις αποθηκεύτηκαν επιτυχώς.

source: There was a problem when removing the exception, please try again.
el_gr: Υπήρξε ένα πρόβλημα κατά την αφαίρεση της εξαίρεσης, παρακαλώ προσπαθήστε ξανά.

source: There was a problem when saving the exceptions, please try again.
el_gr: Υπήρξε ένα πρόβλημα κατά την αποθήκευση των εξαιρέσεων, παρακαλώ προσπαθήστε ξανά.

source: The entry has been created successfully.
el_gr: Η εγγραφή προστέθηκε επιτυχώς.

source: The entries have been saved successfully.
el_gr: Οι εγγραφές αποθηκεύτηκαν επιτυχώς.

source: There was an error when saving the entries, please try again.
el_gr: Υπήρξε ένα πρόβλημα κατά την αποθήκευση των εγγραφών, παρακαλώ προσπαθήστε ξανά.

source: The start time can't be empty
el_gr: Η ώρα έναρξης δεν μπορεί να είναι κενή.

source: The end time can't be empty
el_gr: Η ώρα λήξης δεν μπορεί να είναι κενή.

source: Exception:
el_gr: Εξαίρεση:

source: Start Time:
el_gr: Ώρα Έναρξης:

source: End Time:
el_gr: Ώρα Λήξης:

source: The name can't be empty
el_gr: Το όνομα δεν μπορεί να είναι κενό.

source: The color can't be empty
el_gr: Το χρώμα δεν μπορεί να είναι κενό.

source: The worker has been created successfully.
el_gr: Ο εργάτης προστέθηκε επιτυχώς.

source: The worker has been removed successfully.
el_gr: Ο εργάτης αφαιρέθηκε επιτυχώς.

source: The workers have been saved successfully
el_gr: Οι εργάτες αποθηκεύτηκαν επιτυχώς.

source: There was a problem when removing the worker, please try again.
el_gr: Υπήρξε ένα πρόβλημα κατά την αφαίρεση του εργαζομένου, παρακαλώ προσπαθήστε ξανά.

source: Something went wrong when saving the workers, please try again.
el_gr: Υπήρξε ένα πρόβλημα κατά την αποθήκευση των εργαζομένων, παρακαλώ προσπαθήστε ξανά.

source: The surname can't be empty.
el_gr: Το όνομα χρήστη δεν μπορεί να είναι κενό.

source: The email has invalid format.
el_gr: Το email έχει λανθασμένη μορφή.

source: None
el_gr: Καμία

source: Add a New User
el_gr: Προσθήκη Διαχειριστή

source: Username
el_gr: Όνομα Χρήστη

source: Password
el_gr: Κωδικός

source: Worker Profile
el_gr: Συνδεδεμένος Εργαζόμενος

source: Add
el_gr: Προσθήκη

source: Add User
el_gr: Προσθήκη Διαχειριστή

source: Save
el_gr: Αποθήκευση

source: Reset
el_gr: Επαναφορά

source: Related Worker
el_gr: Συσχετισμένος Εργαζόμενος

source: Delete
el_gr: Διαγραφή

source: Done
el_gr: Τέλος

source: Login to Scheduler
el_gr: Είσοδος στο Scheduler

source: Login
el_gr: Είσοδος

source: A 404 error occurred
el_gr: Παρουσιάστηκε σφάλμα 404

source: The requested controller was unable to dispatch the request.
el_gr: Ο ζητούμενος ελεγκτής δεν μπόρεσε να στείλει το αίτημα.

source: The requested controller could not be mapped to an existing controller class.
el_gr: Ο ζητούμενος ελεγκτής δεν μπόρεσε να αντιστοιχηθεί σε μία υπάρχον τάξη.

source: The requested controller was not dispatchable.
el_gr: Ο ζητούμενος ελεγκτής δεν έχει δυνατότητα μεταφοράς.

source: The requested URL could not be matched by routing.
el_gr: Το ζητούμενο URL δεν μπόρεσε να αντιστοιχηθεί.

source: We cannot determine at this time why a 404 was generated.
el_gr: Δεν μπορέσαμε να βρούμε τον λόγο για το σφάλμα 404.

source: Controller
el_gr: Ελεγκτής

source: resolves to %s
el_gr: αντιστοιχεί σε %s

source: Additional information
el_gr: Επιπλέον Πληροφορίες

source: File
el_gr: Αρχείο

source: Message
el_gr: Μήνυμα

source: Stack trace
el_gr: Στοίβα

source: Previous exceptions
el_gr: Προηγούμενες Εξαιρέσεις

source: No Exception available
el_gr: Δεν υπάρχει διαθέσιμη εξαίρεση

source: An error occurred
el_gr: Παρουσιάστηκε Σφάλμα

source: Please enable javascript for the site to work properly.
el_gr: Για την σωστή λειτουργία της σελίδας η javascript πρέπει να είναι ενεργοποιημένη.

source: Workers
el_gr: Εργαζόμενοι

source: Schedule
el_gr: Πρόγραμμα

source: Admins
el_gr: Διαχειριστές

source: Changelogs
el_gr: Λίστα Αλλαγών

source: Exceptions
el_gr: Εξαιρέσεις

source: Logout
el_gr: Αποσύνδεση

source: Select Date Range
el_gr: Επιλογή Έυρους Ημερομηνιών

source: Select a Date Range
el_gr: Επιλέξτε ένα έυρος ημερομηνιών

source: From
el_gr: Από

source: To
el_gr: Έως

source: Show
el_gr: Εμφάνιση

source: Worker
el_gr: Εργαζόμενος

source: User
el_gr: Διαχειριστής

source: Change Time
el_gr: Ώρα Αλλαγής

source: Old Schedule
el_gr: Παλίο Πρόγραμμα

source: New Schedule
el_gr: Καινούργιο Πρόγραμμα

source: Start Time
el_gr: Ώρα Έναρξης

source: End Time
el_gr: Ώρα Λήξης

source: Exception
el_gr: Εξαίρεση

source: StartTime
el_gr: Ώρα Έναρξης

source: Add a New Entry
el_gr: Προσθήκη Νέας Εγγραφής

source: Name
el_gr: Όνομα

source: Color
el_gr: Χρώμα

source: Add New Exception
el_gr: Προσθήκη Εξαίρεσης

source: Add a New Exception
el_gr: Προσθήκη Εξαίρεσης

source: Add New Entry
el_gr: Προσθήκη Εγγραφής

source: Export Excel
el_gr: Εξαγωγή Excel

source: Position
el_gr: Θέση

source: Remove
el_gr: Αφαίρεση

source: Add a New Worker
el_gr: Προσθήκη Εργάτη

source: Surname
el_gr: Επώνυμο

source: Address
el_gr: Διεύθυνση

source: First Telephone
el_gr: Πρώτο Τηλέφωνο

source: Second Telephone
el_gr: Δεύτερο Τηλέφωνο

source: Hire Date
el_gr: Ημερομηνία Πρόσληψης

source: Release Date
el_gr: Ημερομηνία Απόλυσης

source: Work Hours
el_gr: Ώρες Εργασίας

source: Salary
el_gr: Μισθός

source: Notes
el_gr: Σημειώσεις

source: Add Worker
el_gr: Προσθήκη Εργάτη
